---
kind: enumMember
id: F:Autodesk.Revit.DB.Mechanical.DuctFlowConfigurationType.Calculated
enum: Autodesk.Revit.DB.Mechanical.DuctFlowConfigurationType
source: html/f9d97242-5293-595c-516c-f9e8034b5a07.htm
---
# Autodesk.Revit.DB.Mechanical.DuctFlowConfigurationType.Calculated

Duct flow configuration is calculated.